bot_about = """О боте:

Функционал:

Данный бот имеет подключение к Chat GPT: версия - GPT-5-mini.
Тут ты можешь задавать свои вопросы, генерировать изображения и общаться по душам :).

Функции, который доступны в боте:

/start - Для начала взаимодействия с ботом.

Кнопки:


"🤖 ИИ 🤖" - Вызов Искуственного Интелекта.
"ℹ️ О боте ℹ️" - Полное описание Бота.
"🎲 Рандомный факт 🎲" - Просто интересный факт о чём-то.
"👤 Общение с Персонажем 👤" - Можно написать имя любой известной личности и бот будет имитировать общение с ней.

ВАЖНО:

Бот может запомнить только 15 ваших запросов после чего общение нужно начать сначало"""